tap "homebrew/bundle"
tap "sdkman/tap"
brew "antigen"
brew "awscli"
brew "azure-cli"
brew "circleci"
brew "direnv"
brew "docker-compose"
brew "fnm"
brew "git"
brew "gradle"
brew "jq"
brew "kubernetes-cli"
brew "maven"
brew "mysql"
brew "redis"
brew "watch"
brew "zsh"
brew "sdkman/tap/sdkman-cli"
cask "discord"
cask "docker"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "rectangle"
cask "signal"
cask "slack"
cask "stack"
cask "teamviewer"
cask "whatsapp"
