tap "homebrew/bundle"
tap "sdkman/tap"
brew "antigen"
brew "awscli"
brew "azure-cli"
brew "circleci"
brew "direnv"
brew "docker-compose"
brew "fnm"
brew "gh"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "jq"
brew "kubernetes-cli"
brew "maven"
brew "mysql"
brew "nmap"
brew "pnpm"
brew "redis"
brew "step"
brew "watch"
brew "zsh"
brew "sdkman/tap/sdkman-cli"
cask "adobe-acrobat-reader"
cask "balenaetcher"
cask "battery"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "openvpn-connect"
cask "rectangle"
cask "signal"
cask "slack"
cask "stack"
cask "tailscale"
cask "teamviewer"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zoom"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
